"IDS_PREFERENCES" = "விருப்பத்தேர்வுகள்";
"IDS_RETRYSYNC" = "ஒத்திசைவை மீண்டும் முயற்சி செய்";
"IDS_VIEWGD" = "Google இயக்ககத்தை வலையில் பார்வையிடுக";
"IDS_SHAREFILE" = "பகிர்...";
"IDS_VIEWFILE" = "வலையில் காண்க";
"IDS_REVISIONFILE" = "மீள்திருத்தங்கள்";
"IDS_PRODUCTNAME" = "Google இயக்ககம்";
